/*jshint esversion: 6 */
/*jshint node: true */
"use strict";

const tooltipsDescriptionDictionary = {
    ru: {
        characterName: "Именем персонажа может быть все, что угодно – от его имени при рождении до псевдонима. " +
            "Некоторые древние вампиры известны под многими именами, в то время имена других и вовсе забыты.",
        nature: "«Истинная» личность вашего персонажа – кем он является глубоко внутри",
        characterGenerationList: "Поколение показывает силу крови вашего персонажа и то, насколько шагов он удалено от Каина.",
        characterUser: "Имя игрока, который отыгрывает персонажа.",
        mask: "Личность Вашего персонажа, которую видит окружающий мир.\n\n" +
            "Чаще всего Натура и Маска различны, отображая лживость вампирского разума.",
        characterShelter: "Где вы прячетесь днем? Есть ли у вас вообще постоянное жилище? " +
            "Живете ли вы все еще там, где жили, когда еще были смертным? Вы прячетесь в заброшенном здании? " +
            "В канализации? Есть ли у вас кто-либо, кто может защитить вас днем?",
        characterStory: "Серия взаимосвязанных историй, в которых участвует персонаж. " +
            "Название для хроники обычно придумывает Рассказчик, однако ему может потребоваться Ваша помощь.",
        characterClan: "Клан вашего персонажа, который показывает его происхождения и родство с Каином, первым вампиром. " +
            "От клана зависят силы и слабости вампира.",
        characterConcept: "Одно или два слова, которые описывают, кем был Ваш персонаж до Становления – например, " +
            "сумасшедший линчеватель или порнозвезда.",
        attributesStrength: "Сила – это обычная, грубая мощь персонажа. Она показывает, сколько веса персонаж может поднять, " +
            "что он может толкнуть или как сильно он может ударить другого персонажа или объект. Сила добавляется к запасу кубиков " +
            "персонажа для повреждений, когда он бьет своего противника в рукопашной схватке. Так же она используется, если " +
            "персонаж хочет сломать, поднять или оттащить что-то, а так же когда персонаж пытается прыгнуть на какую-либо дистанцию.",
        attributesAgility: "Атрибут Ловкость отражает физическую подвижность персонажа. От нее зависит скорость, ловкость и общая " +
            "подвижность персонажа, так же она отражает степень контроля и точности персонажа при манипулировании объектами. " +
            "От Ловкости так же зависят координация, рефлексы и грация персонажа.",
        attributesStamina: "Черта Выносливость отражает здоровье персонажа и его стойкость. Она показывает, как долго персонаж " +
            "может держать себя в напряжении и сколько ущерба он может вынести до того, как получит физическую травму. " +
            "Выносливость так же определяет психическую стойкость персонажа, показывая его твердость характера и способность не сдаваться.",


        humanity_path: "Эта Черта отображает взгляд вашего персонажа на не-жизнь. " +
            "У персонажа есть либо Человечность, либо Путь, ни в коем случае не то и другое сразу (однако персонаж может притвориться…). " +
            "Человечность – Черта «по умолчанию», о Путях можно узнать в <a href=\"http://wod.su/vampire/book/vampire_masquerade/add\">Приложении</a>)"
    }
}