/*jshint esversion: 6 */
/*jshint node: true */
"use strict";

const tooltipsDescriptionDictionary = {
    ru: {
        characterName: "Именем персонажа может быть все, что угодно – от его имени при рождении до псевдонима. " +
            "Некоторые древние вампиры известны под многими именами, в то время имена других и вовсе забыты.",
        nature: "«Истинная» личность вашего персонажа – кем он является глубоко внутри",
        characterGenerationList: "Поколение показывает силу крови вашего персонажа и то, насколько шагов он удалено от Каина.",
        characterUser: "Имя игрока, который отыгрывает персонажа.",
        mask: "Личность Вашего персонажа, которую видит окружающий мир.\n\n" +
            "Чаще всего Натура и Маска различны, отображая лживость вампирского разума.",
        characterShelter: "Где вы прячетесь днем? Есть ли у вас вообще постоянное жилище? " +
            "Живете ли вы все еще там, где жили, когда еще были смертным? Вы прячетесь в заброшенном здании? " +
            "В канализации? Есть ли у вас кто-либо, кто может защитить вас днем?",
        characterStory: "Серия взаимосвязанных историй, в которых участвует персонаж. " +
            "Название для хроники обычно придумывает Рассказчик, однако ему может потребоваться Ваша помощь.",
        characterClan: "Клан вашего персонажа, который показывает его происхождения и родство с Каином, первым вампиром. " + 
            "От клана зависят силы и слабости вампира.",
        characterConcept: "Одно или два слова, которые описывают, кем был Ваш персонаж до Становления – например, " +
            "сумасшедший линчеватель или порнозвезда.",


        humanity_path: "Эта Черта отображает взгляд вашего персонажа на не-жизнь. " +
            "У персонажа есть либо Человечность, либо Путь, ни в коем случае не то и другое сразу (однако персонаж может притвориться…). " +
            "Человечность – Черта «по умолчанию», о Путях можно узнать в Приложении (http://wod.su/vampire/book/vampire_masquerade/add)"
    }
}